{
    "Name": "Visual ECoG dataset",
    "BIDSVersion": "1.9.2",
    "DatasetType": "raw",
    "License": "CC0",
    "Authors": [
        "Iris Groen",
        "Kenichi Yuasa",
        "Amber Brands",
        "Giovanni Piantoni",
        "Stephanie Montenegro",
        "Adeen Flinker",
        "Sasha Devore",
        "Orrin Devinsky",
        "Werner Doyle",
        "Patricia Dugan",
        "Daniel Friedman",
        "Nick Ramsey",
        "Natalia Petridou",
        "Jonathan Winawer"
    ],
    "Acknowledgements": "Other contributors to this dataset: Dora Hermes",
    "HowToAcknowledge": "Please cite Groen et al., (2022) when using the spatial pattern or temporal pattern task data. Please cite Yuasa et al., (2023) when using the prf task data. Please cite Brands et al., (2024) when using the six category localizer task data. (see ReferencesAndLinks)",
    "Funding": [
        "This work was funded by BRAIN Initiative, the National Institute of Mental Health of the National Institutes of Health under Award Number R01MH111417",
        "This work was supported in part through the NYU IT High Performance Computing resources, services, and staff expertise."
    ],
    "EthicsApprovals": [
        "The study was approved by the NYU Grossman School of Medicine Institutional Review Board and the ethical committee of the University Medical Center Utrecht, in accordance with the Declaration of Helsinki (2013)"
    ],
    "ReferencesAndLinks": [
        "Groen IIA, Piantoni G, Montenegro S, Flinker A, Devore S, Devinsky O, Doyle W, Dugan P, Friedman D, Ramsey N, Petridou N, Winawer JA. Temporal dynamics of neural responses in human visual cortex. The Journal of Neuroscience 42(40):7562-7580 https://doi.org/10.1523/JNEUROSCI.1812-21.2022",
        "Yuasa K, Groen IIA, Piantoni G, Montenegro S, Flinker A, Devore S, Devinsky O, Doyle W, Dugan P, Friedman D, Ramsey N, Petridou N, Winawer JA. Precise spatial tuning of visually driven alpha oscillations in human visual cortex. eLife12:RP90387 https://doi.org/10.7554/eLife.90387.1",
        "Brands AM, Devore S, Devinsky O, Doyle W, Flinker A, Friedman D, Dugan P, Winawer JA, Groen IIA (2024) Temporal dynamics of short-term neural adaptation in human visual cortex. https://doi.org/10.1101/2023.09.13.557378"
    ],
    "DatasetDOI": "doi:10.18112/openneuro.ds004194.v3.0.0"
}